{
  "id": "169",
  "metadata": {
    "id": 169,
    "source_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3329368/",
    "pmc_id": "PMC3329368"
  },
  "chunks": [
    {
      "chunk_id": "169_chunk1",
      "text": "Extracellular purine nucleotides appear capable of regulating plant development, defence and stress responses by acting in part as agonists"
    },
    {
      "chunk_id": "169_chunk2",
      "text": "of plasma membrane calcium channels. Factors stimulating ATP release include wounding, osmotic stress and elicitors. Here we show that"
    },
    {
      "chunk_id": "169_chunk3",
      "text": "exogenous abscisic acid and L-glutamate can also cause ATP accumulation around Arabidopsis thaliana roots. Release of ADP from root"
    },
    {
      "chunk_id": "169_chunk4",
      "text": "epidermis would trigger ionotropic receptor-like activity in the plasma membrane, resulting in transient elevation of cytosolic free calcium. Root"
    },
    {
      "chunk_id": "169_chunk5",
      "text": "epidermal protoplasts (expressing aequorin as a cytosolic free calcium reporter) can support an extracellular ADP-induced cytosolic calcium elevation in"
    },
    {
      "chunk_id": "169_chunk6",
      "text": "the presence of an extracellular reductant. This confirms that ADP could elicit calcium-based responses distinct to those of ATP,"
    },
    {
      "chunk_id": "169_chunk7",
      "text": "which have been shown previously to involve production of extracellular reactive oxygen species. Keywords: abscisic acid, ADP, ATP, calcium,"
    },
    {
      "chunk_id": "169_chunk8",
      "text": "channel, glutamate, root Keywords: abscisic acid, ADP, ATP, calcium, channel, glutamate, root Financial support was from the Leverhulme Trust"
    },
    {
      "chunk_id": "169_chunk9",
      "text": "and the Alexander James Keith Fund. Demidchik V, Shang ZL, Shin R, Colaço R, Laohavisit A, Shabala S, et"
    },
    {
      "chunk_id": "169_chunk10",
      "text": "al. Receptor-like activity evoked by extracellular ADP in Arabidopsis root epidermal plasma membrane. Plant Physiol. 2011;156:1375–85. doi: 10.1104/pp.111.174722. Previously"
    }
  ]
}