{
  "id": "281",
  "metadata": {
    "id": 281,
    "source_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11998595/",
    "pmc_id": "PMC11998595"
  },
  "chunks": [
    {
      "chunk_id": "281_chunk1",
      "text": "Beta cell replacement therapy for type 1 diabetes (T1D) is undergoing a transformative shift, driven by advances in stem cell biology, gene editing, and tissue engineering. While islet transplantation has demonstrated proof-of-concept success in restoring endogenous insulin production, its clinical impact remains limited by donor scarcity, immune rejection,"
    },
    {
      "chunk_id": "281_chunk2",
      "text": "and procedural complexities. The emergence of stem cell-derived beta-like cells represents a paradigm shift, with initial clinical trials showing promising insulin secretion in vivo. However, translating these breakthroughs into scalable, widely accessible treatments poses significant challenges. Drawing parallels to space exploration, this paper argues that while scientific feasibility"
    },
    {
      "chunk_id": "281_chunk3",
      "text": "has been demonstrated, true accessibility remains elusive. Without a strategic shift, beta cell therapy risks becoming an elite intervention, restricted by cost and infrastructure. Lessons from gene and cell therapies for rare diseases highlight the dangers of unsustainable pricing and limited market viability. To bridge the “last mile”"
    },
    {
      "chunk_id": "281_chunk4",
      "text": "a Quality by Design approach is proposed, emphasizing scalability, ease of use, and economic feasibility from the outset. By emphasizing practical implementation over academic achievements, corporate interests, market economics, or patent constraints, beta cell therapy can progress from proof-of-concept to a viable, widely accessible treatment. Keywords: diabetes type"
    },
    {
      "chunk_id": "281_chunk5",
      "text": "1, beta cell replacement therapy, islet, scalability, stem cell derived beta cells Keywords: diabetes type 1, beta cell replacement therapy, islet, scalability, stem cell derived beta cells The authors wish to express their sincere gratitude to SOStegno 70 Insieme ai ragazzi diabetici Associazione Onlus (Project “Beta is better”),"
    },
    {
      "chunk_id": "281_chunk6",
      "text": "as well as Paola Macchieraldo, Antonio Mincione, Luca Casaura, Patrizia Pappini Oldrati, Paolo Bignoli, Andrea Marchesi, and Michele Mainardi for their support of the fundraising campaign “Un brutto t1po,” which helps sustain research on beta cell replacement at the San Raffaele Diabetes Research Institute in Milan. I would"
    },
    {
      "chunk_id": "281_chunk7",
      "text": "like to express my sincere gratitude to the Athens-based architect Katerina Kampani for her generosity in granting permission to use the representations of her works from The Uncomfortable collection. Her thought-provoking designs have been a source of great inspiration, and I deeply appreciate her willingness to share her"
    },
    {
      "chunk_id": "281_chunk8",
      "text": "art for this purpose. The author(s) declare that no financial support was received for the research and/or publication of this article. https://www.fiercepharma.com/pharma/once-valued-10b-bluebird-bio-sells-private-equity-firms-29m https://www.fda.gov/media/170457/download https://www.breakthrought1d.org/project-act/ The original contributions presented in the study are included in the article/supplementary material, further inquiries can be directed to the corresponding author. LP wrote"
    },
    {
      "chunk_id": "281_chunk9",
      "text": "the manuscript. The author declares that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest. The author(s) declare that no Generative AI was used in the creation of this manuscript. This section collects any"
    },
    {
      "chunk_id": "281_chunk10",
      "text": "data citations, data availability statements, or supplementary materials included in this article. The original contributions presented in the study are included in the article/supplementary material, further inquiries can be directed to the corresponding author. The original contributions presented in the study are included in the article/supplementary material, further"
    }
  ]
}