{
  "id": "365",
  "metadata": {
    "id": 365,
    "source_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7943786/",
    "pmc_id": "PMC7943786"
  },
  "chunks": [
    {
      "chunk_id": "365_chunk1",
      "text": "Spaceflight uniquely alters the physiology of both human cells and microbial pathogens, stimulating cellular and molecular changes directly relevant to infectious disease. However, the influence of this environment on host–pathogen interactions remains poorly understood. Here we report our results from the STL-IMMUNE study flown aboard Space Shuttle mission STS-131, which investigated multi-omic responses (transcriptomic, proteomic) of human intestinal epithelial cells to infection with Salmonella Typhimurium when both host and pathogen were simultaneously exposed to spaceflight. To our knowledge, this was the first in-flight infection and dual RNA-seq analysis using human cells. Subject terms: Microbiology Subject terms: Microbiology The human colonic epithelial cell line, HT-29 (ATCC, HTB-38), was cultured at 37 °C and 5% CO2 in GTSF-2 media (Hyclone) supplemented with 10% heat-inactivated FBS (ThermoFisher Scientific), 2.25 g sodium bicarbonate (Fisher Scientific) and 5 mL insulin transferrin selenite (Sigma-Aldrich) per liter. Media used to expand cells as monolayers contained Penicillin–Streptomycin (10 units/mL and 10 µg/mL, respectively; Sigma-Aldrich) and fungizone (0.5 µg/mL). Flight culture media contained only streptomycin (Sm) and fungizone. Infection studies were performed with wild-type S. Typhimurium χ3339, a mouse-passaged derivative of SL1344 which is naturally Sm-resistant24. Bacteria were cultured in Lennox Broth (LB) containing 0.3 M NaCl prior to loading in the hardware, as described below. HT-29 cells were cultured in 2.2 mL hollow fiber bioreactors (Spectrum Labs) that were housed in the Cell Culture Module (CCM; Tissue Genesis). The CCM hardware enabled automated media perfusion, addition of bacteria to perform infections and sample fixation. Flight comparisons were made to identical ground controls housed in the same hardware at NASA Kennedy Space Center (KSC). The flight hardware and experimental layout are shown in Fig. 1. Ten days before launch, S. Typhimurium strain χ3339 was streaked from a glycerol stock onto LB agar plates containing 100 µg/mL Sm and incubated at 37 °C overnight. Bacterial colonies were then used to inoculate overnight cultures grown for 15–16 h. with aeration in LB media containing 0.3 M NaCl and 100 µg/mL Sm at 37 °C. Cultures were pelleted at 7000 r.p.m. and resuspended in Dulbecco’s Phosphate Buffered Saline (DPBS; Invitrogen). Bacteria were quantified by plating for viable CFU per mL and diluted to"
    },
    {
      "chunk_id": "365_chunk2",
      "text": "1 × 107 CFU/mL in DPBS to maintain the bacteria as viable but not actively growing. On L-7, flight bacteria bags were filled with 2 mL of the cultures and maintained at room temperature until attachment to the flow paths 2 days prior to launch (L-2). Sterile bioreactors were wetted with 70% ethanol (10 mL) and then rinsed in triplicate with 10 mL DPBS. A 1 mg/mL collagen I solution (bovine, Corning) in DPBS was then introduced through the ECS ports to coat the hollow fibers. After 1 h, bioreactors were rinsed in triplicate with DPBS through the ECS ports to remove unbound collagen. Bioreactors were rinsed in triplicate with 10 mL of warm flight medium and placed at 37 °C until ready for loading with HT-29 cells. Flight and ground control bags contained either 60 mL of flight culture media or 40 mL RNAlater II fixative (Ambion) for transcriptomic and proteomic analyses. HT-29 cells were expanded as monolayers in T-75 flasks. Four days prior to launch, confluent monolayers were washed in warm Hank’s Balanced Salt Solution without calcium and magnesium (ThermoFisher Scientific), dissociated using 0.25% Trypsin-EDTA (Corning), and counted using trypan blue exclusion to determine cell viability. Approximately 1 × 106 HT-29 cells were loaded into twelve 2.2 mL hollow fiber bioreactors (Spectrum) through the ECS ports (Fig. 1). Six bioreactors were designated for flight (three infected and three time-matched uninfected controls) and six for identical ground controls. Bioreactors were placed at 37 °C and rotated every 15 min until attachment to the CCM rails together with the flight media bags. CCM rails are organizational subunits within the CCM that facilitate gas and media delivery. Rails were placed into a 37 °C incubator and monitored for contamination. Media was circulated within the ICS of the fibers during the experiment at a flow rate of 6 mL/min. The day prior to launch, the fully loaded rails containing the HT-29 cells, media, fixatives and bacteria (maintained in stasis in DPBS) were integrated into the CCM, which was then sealed, powered and the temperature set to 37 °C. The CCM was turned over to the KSC integration team at L-18 h. STL-IMMUNE launched"
    },
    {
      "chunk_id": "365_chunk3",
      "text": "aboard Space Shuttle Discovery (STS-131) on April 5, 2010 at 6:21 a.m. At approximately L + 3 h, astronauts activated the on-orbit programming of the CCM. On mission elapsed day 11, the CCM was programmed to automatically inject 1 mL (~1 × 107 bacteria) into a subset of the hollow fiber bioreactors to enable infection at the apical surface of host cells. Six hours after the bacteria were injected, RNAlater II was injected into the designated bioreactors and the rails were turned off to maintain sample temperature at 29–30 °C until landing. STL-IMMUNE landed at KSC at 9:08 a.m. on April 20, 2010. All bioreactors and bags were removed from the rails and stored at 4 °C. Each reactor was carefully opened, cells and hollow fibers were maintained in RNAlater II at −80 °C until further processing. Inspection of the remaining volumes in the bacterial bags post flight indicated that all infected flight cultures received the intended 1 mL bacterial injection. Infected ground cultures received 0.8 and 0.4 mL injections for two replicates used for both the RNA-seq/iTRAQ analysis, and the third replicate received a 1.2 mL injection (this sample used for iTRAQ analysis only). For processing, RNAlater II-fixed samples were thawed at 4 °C. Samples were concentrated using a Vivaspin 20 (0.2 µm) concentrator. Cells were allowed to settle at 4 °C, the supernatant was removed and then processed for iTRAQ and/or RNA-seq analysis. Proteomic analysis using iTRAQ was performed on total cellular protein from HT-29 cells from triplicate flight and ground bioreactors (n = 3 for flight and ground infected and uninfected cultures). Cells were lysed with 1 cell bed volume of RLT buffer (Qiagen) supplemented with cOmplete EDTA-free protease inhibitor (Roche), vortexed and passed 5–7 times through a 25G needle to facilitate lysis. After a 10-min incubation on ice, lysates were centrifuged at 12,000 rpm for 10 min at 4 °C. Lysates were added to a desalting column (Pierce) and eluted by centrifugation at 1000 × g for 2 min. From each condition 25 μg protein sample was prepared according to the manufacturer’s instruction (iTRAQ reagents—4plex Application kit, Applied Biosystems). Briefly, after protein reduction, alkylation, tryptic digestion (Promega),"
    },
    {
      "chunk_id": "365_chunk4",
      "text": "and labeling with iTRAQ 4plex, peptide samples were quenched before pooled and vacuum-dried. The combined iTRAQ-reagent labeled sample was resuspended in 2% acetonitrile and 0.1% trifluoroacetic acid before separated with a 145-min gradient elution (using a Tempo LC MALDI Spotting system (Applied Biosystems)) and analyzed with a 4800 MALDI-tandem time-of-flight (TOF/TOF) mass spectrometer (Applied Biosystems) as described82. Protein identification and quantification was performed with ProteinPilot 4.0 software using Paragon algorithm. The search parameters were as follows: iTRAQ 4plex (peptide labeled), trypsin as the digestion agent, UniProt database Homo sapiens (created on March 2009), ID focus: biological modification. Proteins were considered as differentially expressed according to the following criteria: greater than a twofold expression change, p value ≤ 0.05 (two-tailed ANOVA). Differential proteins were identified with at least three unique peptides (>95% confidence, 1% FDR). Identified and quantified proteins by LC MALDI-MS/MS are shown in Supplementary Dataset 1. RNA was extracted from flight and ground cultures using remaining samples following the proteomics processing. From the remaining samples, RNA-seq analyses were performed using duplicate flight and ground bioreactors for all conditions (n = 2 biological replicates) except for the infected flight samples, which only had sufficient sample remaining to evaluate duplicate technical aliquots from a single bioreactor (i.e., n = 1 biological; n = 2 technical replicates). RNAlater II-fixed samples were lysed with 700 µl Qiazol (Qiagen), vortexed extensively and passed several times through a 25G needle. After a 5-min static incubation at room temperature with intermittent vortexing, samples were added to MaXtract High-Density tubes (Qiagen) together with 100 µl RNase-free water (Qiagen) and 200 µl chloroform (Sigma-Aldrich). Samples were then processed using the miRNeasy kit (Qiagen) according to the manufacturer’s instructions, including on-column DNase-treatment. RNA was quantified using a Nanodrop spectrophotometer and the integrity validated using an Agilent Bioanalyzer 2100 to confirm an RNA integrity number (RIN) of 7 or greater for all samples. All RIN were between 7 and 8 except for one of the uninfected ground control samples which had a RIN of 6.4. RNA was fragmented with heat and magnesium to roughly 300 bp using the KAPA HyperPrep RNA-seq kit (Roche). The KAPA Hyper RNA-seq kit and Illumina-compatible adapters"
    },
    {
      "chunk_id": "365_chunk5",
      "text": "(IDT) were used for the remaining library construction. Adapter ligated molecules were cleaned using Kapa pure beads (Kapa Biosciences) and amplified with Kapa HIFI enzyme. Each library was then analyzed for fragment size on an Agilent Tapestation and quantified by qPCR (KAPA Library Quantification Kit) on Quantstudio 5 (ThermoFisher Scientific). Libraries were then multiplexed and sequenced on 2 × 150 flow cells on the NovaSeq platform (Illumina) at University of Colorado Anschutz Medical Campus Genomics and Microarray Core. RNA-seq reads for each sample were quality checked using FastQC v0.10.1 and aligned to Human GRCh38.p7 primary assembly and S. Typhimurium LT2 genome using STAR v2.5.1b. A series of quality control metrics were generated on the STAR outputs. Cufflinks v2.2.1 was used to report FPKM values (Fragments Per Kilobase of transcript per Million mapped reads) and read counts. Transcripts per million was calculated by an in-house R script. Differential expression analysis was performed with EdgeR package from Bioconductor v3.2 in R 3.2.3. Multidimensional scaling plots were drawn by plotMDS, in which distances correspond to leading log-fold-changes between samples. For each pairwise comparison, genes with FDR <0.05 were considered significant and log2-fold changes of expression between conditions (logFC) were reported. DAVID 6.8 was used to perform the enrichment analysis of RNA-seq data. Data were corrected using the Benjamini–Hochberg procedure, had threshold count of 2 and EASE score of 0.05. Further information on experimental design is available in the Nature Research Reporting Summary linked to this paper. The human colonic epithelial cell line, HT-29 (ATCC, HTB-38), was cultured at 37 °C and 5% CO2 in GTSF-2 media (Hyclone) supplemented with 10% heat-inactivated FBS (ThermoFisher Scientific), 2.25 g sodium bicarbonate (Fisher Scientific) and 5 mL insulin transferrin selenite (Sigma-Aldrich) per liter. Media used to expand cells as monolayers contained Penicillin–Streptomycin (10 units/mL and 10 µg/mL, respectively; Sigma-Aldrich) and fungizone (0.5 µg/mL). Flight culture media contained only streptomycin (Sm) and fungizone. Infection studies were performed with wild-type S. Typhimurium χ3339, a mouse-passaged derivative of SL1344 which is naturally Sm-resistant24. Bacteria were cultured in Lennox Broth (LB) containing 0.3 M NaCl prior to loading in the hardware, as described below. HT-29 cells were cultured in 2.2 mL hollow"
    },
    {
      "chunk_id": "365_chunk6",
      "text": "fiber bioreactors (Spectrum Labs) that were housed in the Cell Culture Module (CCM; Tissue Genesis). The CCM hardware enabled automated media perfusion, addition of bacteria to perform infections and sample fixation. Flight comparisons were made to identical ground controls housed in the same hardware at NASA Kennedy Space Center (KSC). The flight hardware and experimental layout are shown in Fig. 1. Ten days before launch, S. Typhimurium strain χ3339 was streaked from a glycerol stock onto LB agar plates containing 100 µg/mL Sm and incubated at 37 °C overnight. Bacterial colonies were then used to inoculate overnight cultures grown for 15–16 h. with aeration in LB media containing 0.3 M NaCl and 100 µg/mL Sm at 37 °C. Cultures were pelleted at 7000 r.p.m. and resuspended in Dulbecco’s Phosphate Buffered Saline (DPBS; Invitrogen). Bacteria were quantified by plating for viable CFU per mL and diluted to 1 × 107 CFU/mL in DPBS to maintain the bacteria as viable but not actively growing. On L-7, flight bacteria bags were filled with 2 mL of the cultures and maintained at room temperature until attachment to the flow paths 2 days prior to launch (L-2). Sterile bioreactors were wetted with 70% ethanol (10 mL) and then rinsed in triplicate with 10 mL DPBS. A 1 mg/mL collagen I solution (bovine, Corning) in DPBS was then introduced through the ECS ports to coat the hollow fibers. After 1 h, bioreactors were rinsed in triplicate with DPBS through the ECS ports to remove unbound collagen. Bioreactors were rinsed in triplicate with 10 mL of warm flight medium and placed at 37 °C until ready for loading with HT-29 cells. Flight and ground control bags contained either 60 mL of flight culture media or 40 mL RNAlater II fixative (Ambion) for transcriptomic and proteomic analyses. HT-29 cells were expanded as monolayers in T-75 flasks. Four days prior to launch, confluent monolayers were washed in warm Hank’s Balanced Salt Solution without calcium and magnesium (ThermoFisher Scientific), dissociated using 0.25% Trypsin-EDTA (Corning), and counted using trypan blue exclusion to determine cell viability. Approximately 1 × 106 HT-29 cells were loaded into twelve 2.2 mL hollow fiber bioreactors (Spectrum) through"
    },
    {
      "chunk_id": "365_chunk7",
      "text": "the ECS ports (Fig. 1). Six bioreactors were designated for flight (three infected and three time-matched uninfected controls) and six for identical ground controls. Bioreactors were placed at 37 °C and rotated every 15 min until attachment to the CCM rails together with the flight media bags. CCM rails are organizational subunits within the CCM that facilitate gas and media delivery. Rails were placed into a 37 °C incubator and monitored for contamination. Media was circulated within the ICS of the fibers during the experiment at a flow rate of 6 mL/min. The day prior to launch, the fully loaded rails containing the HT-29 cells, media, fixatives and bacteria (maintained in stasis in DPBS) were integrated into the CCM, which was then sealed, powered and the temperature set to 37 °C. The CCM was turned over to the KSC integration team at L-18 h. STL-IMMUNE launched aboard Space Shuttle Discovery (STS-131) on April 5, 2010 at 6:21 a.m. At approximately L + 3 h, astronauts activated the on-orbit programming of the CCM. On mission elapsed day 11, the CCM was programmed to automatically inject 1 mL (~1 × 107 bacteria) into a subset of the hollow fiber bioreactors to enable infection at the apical surface of host cells. Six hours after the bacteria were injected, RNAlater II was injected into the designated bioreactors and the rails were turned off to maintain sample temperature at 29–30 °C until landing. STL-IMMUNE landed at KSC at 9:08 a.m. on April 20, 2010. All bioreactors and bags were removed from the rails and stored at 4 °C. Each reactor was carefully opened, cells and hollow fibers were maintained in RNAlater II at −80 °C until further processing. Inspection of the remaining volumes in the bacterial bags post flight indicated that all infected flight cultures received the intended 1 mL bacterial injection. Infected ground cultures received 0.8 and 0.4 mL injections for two replicates used for both the RNA-seq/iTRAQ analysis, and the third replicate received a 1.2 mL injection (this sample used for iTRAQ analysis only). For processing, RNAlater II-fixed samples were thawed at 4 °C. Samples were concentrated using a Vivaspin 20 (0.2 µm) concentrator."
    },
    {
      "chunk_id": "365_chunk8",
      "text": "Cells were allowed to settle at 4 °C, the supernatant was removed and then processed for iTRAQ and/or RNA-seq analysis. Proteomic analysis using iTRAQ was performed on total cellular protein from HT-29 cells from triplicate flight and ground bioreactors (n = 3 for flight and ground infected and uninfected cultures). Cells were lysed with 1 cell bed volume of RLT buffer (Qiagen) supplemented with cOmplete EDTA-free protease inhibitor (Roche), vortexed and passed 5–7 times through a 25G needle to facilitate lysis. After a 10-min incubation on ice, lysates were centrifuged at 12,000 rpm for 10 min at 4 °C. Lysates were added to a desalting column (Pierce) and eluted by centrifugation at 1000 × g for 2 min. From each condition 25 μg protein sample was prepared according to the manufacturer’s instruction (iTRAQ reagents—4plex Application kit, Applied Biosystems). Briefly, after protein reduction, alkylation, tryptic digestion (Promega), and labeling with iTRAQ 4plex, peptide samples were quenched before pooled and vacuum-dried. The combined iTRAQ-reagent labeled sample was resuspended in 2% acetonitrile and 0.1% trifluoroacetic acid before separated with a 145-min gradient elution (using a Tempo LC MALDI Spotting system (Applied Biosystems)) and analyzed with a 4800 MALDI-tandem time-of-flight (TOF/TOF) mass spectrometer (Applied Biosystems) as described82. Protein identification and quantification was performed with ProteinPilot 4.0 software using Paragon algorithm. The search parameters were as follows: iTRAQ 4plex (peptide labeled), trypsin as the digestion agent, UniProt database Homo sapiens (created on March 2009), ID focus: biological modification. Proteins were considered as differentially expressed according to the following criteria: greater than a twofold expression change, p value ≤ 0.05 (two-tailed ANOVA). Differential proteins were identified with at least three unique peptides (>95% confidence, 1% FDR). Identified and quantified proteins by LC MALDI-MS/MS are shown in Supplementary Dataset 1. RNA was extracted from flight and ground cultures using remaining samples following the proteomics processing. From the remaining samples, RNA-seq analyses were performed using duplicate flight and ground bioreactors for all conditions (n = 2 biological replicates) except for the infected flight samples, which only had sufficient sample remaining to evaluate duplicate technical aliquots from a single bioreactor (i.e., n = 1 biological; n = 2 technical replicates)."
    },
    {
      "chunk_id": "365_chunk9",
      "text": "RNAlater II-fixed samples were lysed with 700 µl Qiazol (Qiagen), vortexed extensively and passed several times through a 25G needle. After a 5-min static incubation at room temperature with intermittent vortexing, samples were added to MaXtract High-Density tubes (Qiagen) together with 100 µl RNase-free water (Qiagen) and 200 µl chloroform (Sigma-Aldrich). Samples were then processed using the miRNeasy kit (Qiagen) according to the manufacturer’s instructions, including on-column DNase-treatment. RNA was quantified using a Nanodrop spectrophotometer and the integrity validated using an Agilent Bioanalyzer 2100 to confirm an RNA integrity number (RIN) of 7 or greater for all samples. All RIN were between 7 and 8 except for one of the uninfected ground control samples which had a RIN of 6.4. RNA was fragmented with heat and magnesium to roughly 300 bp using the KAPA HyperPrep RNA-seq kit (Roche). The KAPA Hyper RNA-seq kit and Illumina-compatible adapters (IDT) were used for the remaining library construction. Adapter ligated molecules were cleaned using Kapa pure beads (Kapa Biosciences) and amplified with Kapa HIFI enzyme. Each library was then analyzed for fragment size on an Agilent Tapestation and quantified by qPCR (KAPA Library Quantification Kit) on Quantstudio 5 (ThermoFisher Scientific). Libraries were then multiplexed and sequenced on 2 × 150 flow cells on the NovaSeq platform (Illumina) at University of Colorado Anschutz Medical Campus Genomics and Microarray Core. RNA-seq reads for each sample were quality checked using FastQC v0.10.1 and aligned to Human GRCh38.p7 primary assembly and S. Typhimurium LT2 genome using STAR v2.5.1b. A series of quality control metrics were generated on the STAR outputs. Cufflinks v2.2.1 was used to report FPKM values (Fragments Per Kilobase of transcript per Million mapped reads) and read counts. Transcripts per million was calculated by an in-house R script. Differential expression analysis was performed with EdgeR package from Bioconductor v3.2 in R 3.2.3. Multidimensional scaling plots were drawn by plotMDS, in which distances correspond to leading log-fold-changes between samples. For each pairwise comparison, genes with FDR <0.05 were considered significant and log2-fold changes of expression between conditions (logFC) were reported. DAVID 6.8 was used to perform the enrichment analysis of RNA-seq data. Data were corrected using the Benjamini–Hochberg"
    },
    {
      "chunk_id": "365_chunk10",
      "text": "procedure, had threshold count of 2 and EASE score of 0.05. Further information on experimental design is available in the Nature Research Reporting Summary linked to this paper. This work was funded by NASA grants NNX09AH40G (C.A.N., C.M.O., J.B.) and 80NSSC18K1478 (C.A.N., C.M.O., and J.B.; includes NASA PECASE funding to J.B.). We thank Dr. Mitch Magee for his help with the bioanalyzer analysis. We apologize to all authors whose work we were unable to cite due to space limitations. Designed research: C.A.N., J.B., C.M.O., S.F.S., N.H., R.U.H., S.Y., J.P., J.S.; M.M., S.L.C.-W. Performed research: J.B., S.F.S., C.A.N., N.H., N.B., S.D.W., N.Y., K.B., and C.M. Hardware design and optimization: C.K., A.Y., C.S., and T.C. Science payload mission management and support: K.S., N.R., D.L., A.L., R.R.D., R.J.F., C.K., A.Y., C.S., and T.C. Analyzed data: J.B., N.H., S.Y., N.B., C.A.N.; R.U.H. Wrote the paper: J.B. Edited paper: J.B., C.A.N., C.M.O., S.Y., N.H., K.S., and R.U.H. NASA Space Biology NNX09AH40G, 80NSSC18K1478. All data generated during this study are either included in the manuscript and its Supplementary files (Supplementary Dataset 1) or are available from the corresponding authors upon reasonable request. RNA-Seq data are available at the Gene Expression Omnibus (GEO) database (GSE156066; BioProject PRJNA656571) and NASA GeneLab (https://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-323). C.A.N is the Editor-in-Chief for npj Microgravity, C.M.O is Deputy Editor, J.B. is an Associate Editor and K.S. is on the Editorial board. Publisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Deceased: Rebecca J. Forsyth, Aaron Landenberger. The online version contains supplementary material available at 10.1038/s41526-021-00136-w. This section collects any data citations, data availability statements, or supplementary materials included in this article. All data generated during this study are either included in the manuscript and its Supplementary files (Supplementary Dataset 1) or are available from the corresponding authors upon reasonable request. RNA-Seq data are available at the Gene Expression Omnibus (GEO) database (GSE156066; BioProject PRJNA656571) and NASA GeneLab (https://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-323). All data generated during this study are either included in the manuscript and its Supplementary files (Supplementary Dataset 1) or are available from the corresponding authors upon reasonable request. RNA-Seq data are available at the Gene Expression Omnibus (GEO)"
    }
  ]
}