[
  {
    "chunk_id": "json.data.json_obj36_chunk1",
    "text": "A major result used to support the CAP1/ERU-NH4+ homeostasis model was the observation that a CAP1/ERU-GFP fusion localized to the tonoplast. According to the model, the tonoplast-localized CAP1/ERU is what senses cytoplasmic NH4+, resulting in its compartmentalization into the vacuole (Bai et al., 2014). We independently isolated the recessive eru-3 mutant in a forward-genetic screen for root hair mutants that resembled wild-type root hairs treated with low concentrations of the actin-disrupting compound latrunculin B. Here, we refer to our mutant as eru-3 following the nomenclature of Haruta et al. (2014), in which two mutant alleles of eru were first described as eru-1 and eru-2. The cap1 mutant (SALK_083442) studied by Bai et al. (2014) is similar to eru-2; therefore, we refer to it here as cap1/eru-2 (Figure 1A). When we expressed an ERU-GFP construct under the control of the constitutive UBIQUITIN10 (UBQ10) promoter (UBQ10:ERU-GFP) in the eru-3 mutants, their root hairs were restored to wild-type lengths, indicating that"
  },
  {
    "chunk_id": "json.data.json_obj36_chunk2",
    "text": "the fusion protein was functional (Figures 1B and 1C). A Functional ERU-GFP Fusion Localizes to the PM and Post-Golgi/Endocytic Vesicles at the Root Hair Tip. (A) Schematic diagram of the domain organization of the ERU protein. Relative positions of T-DNA insertions of eru-1, cap1/eru-2, and eru-3 are indicated as vertical lines. (B) and (C) UBQ10:ERU-GFP complements the short root hair phenotypes of eru-3. Statistical significance for root hair length was determined by one-way ANOVA. Means ± se (n = 215 for Col-0, 195 for eru-3, and 264 for eru-3+ERU-GFP root hairs from five independent 4-d-old seedlings per genotype). Different letters indicate significant difference (Tukey’s test, P < 0.001). Bar = 100 μm. (D) Localization of ERU-GFP in root hairs at various stages of development. pm, PM; v, vacuole; t, tonoplast. In addition to the PM, ERU-GFP marks distinct puncta (arrowheads) in root hairs undergoing rapid tip growth. Bars = 10 μm. (E) Double y axis graph showing that"
  },
  {
    "chunk_id": "json.data.json_obj36_chunk3",
    "text": "fluorescence of ERU-GFP intensifies as root hairs transition to rapid tip growth. Relative fluorescence and root hair length were measured every 10 min. Mean ± se (n = 4 root hairs from four independent 4-d-old seedlings). (F) Scatterplot showing that fluorescence of ERU-GFP is positively correlated with growth rate of root hairs (P < 2.2 × 10−6). The same data were plotted in (E) and (F). See detailed methods in supplemental data. We found that instead of localizing to the root hair tonoplast, ERU-GFP marked the PM at the site of root hair bulges. As root hairs transitioned to rapid tip growth, the ERU-GFP signal intensified and formed a diffuse fluorescent cap at the root hair apex (Figure 1D). Distal to the root hair tip, ERU-GFP decorated distinct and dynamic puncta that were reminiscent of post-Golgi and endocytic vesicles (Figure 1D). As root hairs matured and ceased growth, the intensity of ERU-GFP at the tip declined (Figure 1D)."
  },
  {
    "chunk_id": "json.data.json_obj36_chunk4",
    "text": "Time-course and correlation analyses revealed that tip-directed accumulation of ERU-GFP was most intense in root hairs that grew rapidly (Figures 1E and 1F), supporting the role of ERU as a positive regulator of root hair tip growth. It is important to note that Bai et al. (2014) used transient expression of a CAP1/ERU-GFP fusion in protoplasts and onion epidermal cells to conclude that it localized to the tonoplast, and the functionality of their CAP1/ERU-GFP construct was not validated in root hairs. It is possible that their CAP1/ERU-GFP was mislocalized because it was expressed in cell types (i.e., leaf protoplasts and onion epidermal cells) in which ERU is not typically found. We attempted to express ERU-GFP in the eru-3 mutant under the control of the native ERU promoter (ERUpro) consisting of 626 bp upstream of the ERU gene. Unfortunately, we were unable to recover ERUpro:ERU-GFP lines. However, it was recently reported that a 2529-bp sequence that included the ERU"
  },
  {
    "chunk_id": "json.data.json_obj36_chunk5",
    "text": "promoter coupled to the ERU coding and GFP sequence (ERUp:ERU-GFP) complemented cap1/eru-2 root hairs (Schoenaers et al., 2018). This group found that expressed ERU-GFP localized to root hairs in a similar manner as our constitutively expressed ERU-GFP, further supporting our conclusion that the PM is where the ERU protein resides. Another major result of Bai et al. (2014) that we address in this letter is their finding that root hairs of cap1/eru loss-of-function mutants appeared to lack tip-focused [Ca2+]cyt gradients. We feel that it is important to address these results because they provide an example of how [Ca2+]cyt imaging data on root hairs can be misinterpreted. For these experiments, it is critical to note that root hair growth ceases when the large central vacuole protrudes toward the cell apex (Grierson et al., 2014). Furthermore, mature, nongrowing root hairs in which the vacuole protrudes to the apex have been shown to lack [Ca2+]cyt gradients (Wymer et al., 1997). The"
  },
  {
    "chunk_id": "json.data.json_obj36_chunk6",
    "text": "images of cap1/eru-2 root hairs that Bai et al. (2014) presented as the basis for extracting their [Ca2+]cyt data (Figures 2A and 3C in Bai et al. [2014]) clearly showed the vacuole protruding to the apex. Based on the above observations, we would not expect to find [Ca2+]cyt gradients in such root hairs. We expressed the intensiometric [Ca2+]cyt reporter G-CAMP3 (Tian et al., 2009) in eru-3 to assess if their root hairs lacked a [Ca2+]cyt gradient. We were careful to sample [Ca2+]cyt only in root hairs that had a dense cytoplasm at the cell apex. In contrast to the results of Bai et al. (2014), we found that eru-3 root hairs that still had a substantial cytoplasm at the apex did not lack tip-focused [Ca2+]cyt gradients. These eru-3 root hairs were still elongating, albeit at a significantly reduced rate when compared with the wild type (∼0.20 μm/min for eru-3 versus 1 μm/min for the wild type). However, we"
  },
  {
    "chunk_id": "json.data.json_obj36_chunk7",
    "text": "did observe that patterns of tip [Ca2+]cyt oscillations in these slow growing eru-3 root hairs were compromised. Compared with the wild type, root hairs of eru-3 had more prolonged periods of elevated tip-focused [Ca2+]cyt followed by longer periods of dampened [Ca2+]cyt (Figures 2A to 2C; Supplemental Movie 1). Quantitative analysis of [Ca2+]cyt following the fast Fourier transform methods described by Schoenaers et al. (2018) showed that eru-3 displayed low frequency [Ca2+]cyt oscillations. The main frequency of [Ca2+]cyt oscillations in eru-3 root hairs was 0.003 ± 0.0002 Hz compared with 0.044 ± 0.0184 Hz in the wild type (Figure 2D). Furthermore, the amplitude of [Ca2+]cyt oscillation at the tips of eru-3 was ∼3-fold higher than the wild type (Figure 2E). These results are in agreement with findings of Schoenaers et al. (2018) in which they showed decreased frequency and increased amplitude of pectin Ca2+ binding site oscillations in cap1/eru-2 root hairs. It is clear from our results that ERU"
  },
  {
    "chunk_id": "json.data.json_obj36_chunk8",
    "text": "is important for normal tip-focused [Ca2+]cyt oscillations, a process that is crucial for sustained root hair growth (Monshausen et al., 2008). Mechanistic links between PM-localized ERU and the maintenance of [Ca2+]cyt oscillations are unknown. However, demonstrating the true nature of tip-focused [Ca2+]cyt defects in eru-3 root hairs enables the development of more accurate models that could be tested in the future to explain how ERU modulates tip growth. ERU Functions in Maintaining Normal Tip-Focused [Ca2+]cyt in Root Hairs. (A) Representative heat maps of the root hair apex and normalized oscillograms of one wild-type and two eru-3 mutants. Numbers in the pseudocolored images correspond to indicated positions on the oscillogram. The entire time-lapse sequence corresponding to each oscillogram can be seen in Supplemental Movie 1, with red indicating the highest [Ca2+]cyt-dependent fluorescence. Bars = 10 μm. (B) Fourier spectra corresponding to wild-type and eru-3 root hair tip-focused [Ca2+]cyt oscillations shown on the rightmost panels of (A). Main oscillation frequencies"
  },
  {
    "chunk_id": "json.data.json_obj36_chunk9",
    "text": "for each genotype are indicated by the arrows. (C) and (D) Bar graphs showing the average frequency and amplitude of the main Fourier peaks for wild-type and eru-3 root hairs. Means ± se (n = 31 wild-type and 36 eru-3 root hairs from 10 independent 5-d-old seedlings per genotype). ***P < 0.0001, Student’s t test. See detailed methods in supplemental data. In light of the ERU localization data presented here and those reported by Schoenaers et al. (2018), the model by Bai et al. (2014), proposing that tonoplast-based NH4+ signaling is the major driver for ERU-mediated tip-focused [Ca2+]cyt oscillations and root hair growth, needs reexamination. Other CrRLK1Ls, such as FER, THESEUS1, HERCULES1, ANXUR, and BUDDHA’s PAPER SEAL, have all been shown to localize to the PM (Escobar-Restrepo et al., 2007; Hématy et al., 2007; Boisson-Dernier et al., 2009; Guo et al., 2009; Miyazaki et al., 2009; Duan et al., 2010; Ge et al., 2017). Our results and those"
  },
  {
    "chunk_id": "json.data.json_obj36_chunk10",
    "text": "of Schoenaers et al. (2018) clearly demonstrate that ERU is also a PM-localized CrRLK1L and should no longer be referred to as a vacuolar membrane-localized protein. Supplemental Methods. Identification of the eru-3 mutant, UBQ10:ERU-GFP and UBQ10:G-CAMP3 constructs, and live-cell microscopy of root hairs. Supplemental Movie 1. Time-lapse sequences of wild-type and eru-3 tip [Ca2+]cyt oscillations. Supplemental Movie Legend. Supplemental Methods. Identification of the eru-3 mutant, UBQ10:ERU-GFP and UBQ10:G-CAMP3 constructs, and live-cell microscopy of root hairs. Supplemental Movie 1. Time-lapse sequences of wild-type and eru-3 tip [Ca2+]cyt oscillations. Supplemental Movie Legend. This work was supported by the National Aeronautics and Space Administration (NASA Grant NNX12AM94G to E.B.B.) and the Noble Research Institute. T.K. and E.B.B. drafted the manuscript. T.K. and J.A.S. generated and analyzed plants expressing ERU-GFP and G-CAMP. T.K., J.A.S., and E.B.B. performed root hair confocal imaging and forward genetic screens. F.L. quantified and interpreted [Ca2+]cyt oscillations using fast Fourier transform methods. Articles can be viewed without a"
  }
]