[
  {
    "chunk_id": "json.data.json_obj509_chunk1",
    "text": "The draft genome sequences of three Sphingomonas strains isolated from the International Space Station (ISS) were assembled. These genomic sequences will help in understanding the influence of microgravity conditions on their potential bioactive compound production and other important characteristics compared to their Earth counterparts. The draft genome sequences of three Sphingomonas strains isolated from the International Space Station (ISS) were assembled. These genomic sequences will help in understanding the influence of microgravity conditions on their potential bioactive compound production and other important characteristics compared to their Earth counterparts. Sphingomonas species have been isolated"
  },
  {
    "chunk_id": "json.data.json_obj509_chunk2",
    "text": "from a variety of habitats, and some species possess the unique capability to degrade pollutants (1). Some of the species are known for biofilm formation and eventually corrode the metal surfaces (2), production of bioactive compounds (3), and plant-pathogenic characteristics (4). Sphingomonas paucimobilis has been reported to be associated with infections in immunocompromised patients (5, 6). In an ongoing microbial observatory experiment, several microbial strains were isolated from the International Space Station (ISS) (7). The generation of whole-genome sequences (WGS) to enable the comparative genomic characterization of ISS Sphingomonas species with their Earth"
  },
  {
    "chunk_id": "json.data.json_obj509_chunk3",
    "text": "counterparts would lead to the identification of the genetic determinants potentially responsible for their important characteristics due to microgravity and elevated radiation conditions. The WGS belonging to two Sphingomonas sanguinis strains and one S. paucimobilis isolate were assembled into scaffolds. Sample collection, processing, and presumptive identification of these isolates based on 16S rRNA gene sequences were published elsewhere (7). Briefly, samples collected from the ISS were processed, and 100 μl of each dilution was plated on Reasoner’s 2A (R2A) agar. The plates were incubated at 25°C for 7 days. The single colony obtained"
  },
  {
    "chunk_id": "json.data.json_obj509_chunk4",
    "text": "was restreaked onto R2A plates and incubated at 25°C for 3 days. A biomass of approximately 1 μg wet weight was collected for each strain and pooled for DNA extraction. Total nucleic acid extraction was carried out using a ZymoBIOMICS 96 MagBead DNA kit (lysis tubes; Zymo Research, USA) after bead beating using a Bertin Precellys instrument. This was followed by library preparation using the Nextera Flex protocol as per Illumina document number 1000000025416 v07. The initial amount of DNA for library preparation was quantified, and depending on the input DNA concentration, 5"
  },
  {
    "chunk_id": "json.data.json_obj509_chunk5",
    "text": "to 12 cycles of PCR were carried out to normalize the output. The amplified genomic DNA fragments were indexed and pooled in 384-plex configuration. Whole-genome shotgun sequencing was performed on a NovaSeq 6000 S4 flow cell in paired-end (PE) 2 × 150-bp format. The data were filtered with NGS QC Toolkit v2.3 (8) for high-quality (HQ) vector- and adaptor-free reads for genome assembly (cutoff read length for HQ, 80%; cutoff quality score, 20). The number of filtered reads obtained (Table 1) was used for assembly with the SPAdes v3.14.0 (9) genome assembler (k-mer"
  },
  {
    "chunk_id": "json.data.json_obj509_chunk6",
    "text": "size, 32 to 72 bases). The genome was annotated using the NCBI Prokaryotic Genome Annotation Pipeline (PGAP) v4.11 (10, 11). Default parameters were used for all software except where otherwise noted. Summary of the draft whole-genome sequences of three Sphingomonas strains isolated from the ISS KSC-PHSF, Kennedy Space Center Payload Hazardous Servicing Facility. The details of the final assembly are shown in Table 1. The phylogenetic affiliations of the strains isolated in this study were confirmed based on the similarity of the 16S rRNA gene sequences extracted from the genomes (12) and the"
  },
  {
    "chunk_id": "json.data.json_obj509_chunk7",
    "text": "average nucleotide identity (13). The average nucleotide identities (ANIs) of the queried genomes were calculated using EzBioCloud (14) with their corresponding type strains. The WGS and raw data are deposited under BioProject accession number PRJNA629834. The WGS accession numbers are listed in Table 1. The WGS was also deposited at GeneLab (GeneLab data set GLDS-298, https://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-298/). The version described in this paper is the first version. Summary of the draft whole-genome sequences of three Sphingomonas strains isolated from the ISS KSC-PHSF, Kennedy Space Center Payload Hazardous Servicing Facility. The WGS and raw data"
  },
  {
    "chunk_id": "json.data.json_obj509_chunk8",
    "text": "are deposited under BioProject accession number PRJNA629834. The WGS accession numbers are listed in Table 1. The WGS was also deposited at GeneLab (GeneLab data set GLDS-298, https://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-298/). The version described in this paper is the first version. Part of the research described in this publication was carried out at the Jet Propulsion Laboratory, California Institute of Technology, under a contract with NASA. We thank astronauts Terry Virts and Jeffrey Williams for collecting samples aboard the ISS, the Implementation Team at NASA Ames Research Center (Fathi Karouia) for coordinating this effort, and Aleksandra"
  },
  {
    "chunk_id": "json.data.json_obj509_chunk9",
    "text": "Chechinska-Sielaff for the isolation of the strains. We thank Ryan Kemp (Zymo Corporation) for extracting the DNA and Dan Butler (Cornell Medicine) for the shotgun sequencing. We acknowledge the JPL supercomputing facility staff, notably Narendra J. Patel (Jimmy) and Edward Villanueva, for their continuous support in providing the best possible infrastructure for BIG-DATA analysis. We acknowledge government sponsorship. This research was funded by 2012 Space Biology NNH12ZTT001N grant number 19-12829-26 under task order NNN13D111T awarded to K.V., which was also subcontracted to C.C.C.W. and funded a postdoctoral fellowship for S.B. This section collects"
  },
  {
    "chunk_id": "json.data.json_obj509_chunk10",
    "text": "any data citations, data availability statements, or supplementary materials included in this article. The WGS and raw data are deposited under BioProject accession number PRJNA629834. The WGS accession numbers are listed in Table 1. The WGS was also deposited at GeneLab (GeneLab data set GLDS-298, https://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-298/). The version described in this paper is the first version. The WGS and raw data are deposited under BioProject accession number PRJNA629834. The WGS accession numbers are listed in Table 1. The WGS was also deposited at GeneLab (GeneLab data set GLDS-298, https://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-298/). The version described in"
  }
]